{
  "flag": "🇬🇧",
  "welcome": "WELCOME TO BIL-PAVE-SOLUTIONS!",
  "welcomeText": "Life is short, but memories last longer. A paved yard becomes the place for moments that matter.",
  "applyBtn": "APPLY NOW",
  "viewPortfolioBtn": "SEE PORTFOLIO",
  "cardDescription": "Wherever your dreams take you, we will pave the way, laying each stone like a red carpet where your memories will take shape. I am the founder of BPS, and I believe in the future we build together.",
  "footerDescription": "Over 10 years of hard work, hundreds of thousands of kilometers traveled, each step guided by your dreams. We have transformed desires into reality, and today we are here, ready to give soul to your yard.",
  "form": {
    "privacyAgreement": "I agree with the privacy policy",
    "fillMessage": "Fill out the form to be contacted by our team",
    "successMessage": "Request sent successfully! You will be contacted shortly.",
    "errorMessage": "Something went wrong. Please try again.",
    "fullName": "Full Name",
    "email": "Email",
    "phone": "Phone Number",
    "location": "Project Location",
    "typeOfService": "Type of Service",
    "additionalInfo": "Additional Information",
    "certification": "Your Certification (You can send us on email)",
    "reasonJoin": "Why do you want to join us?",
    "workWithUs": "Work with us",
    "requestServices": "Request services",
    "apllyOption": "What do you want to apply for?",
    "applyForJob": "Apply for a job",
    "applyForService": "Apply for a service",
    "sendBtn": "SEND APPLICATION"
  },
  "navigation": {
    "home": "Home",
    "services": "Services",
    "portfolio": "Portfolio",
    "about": "About us",
    "privacyPolicy": "Privacy Policy"
  },
  "services": {
    "title": "BPS Services - The Science Behind a Perfect Pavement",
    "description": "At Bil Pave Solutions (BPS), we don't just lay pavement - we build durable foundations. Proper ground preparation is essential for a strong and visually appealing pavement. Below, we outline the professional process we follow to ensure our solutions remain stable, even in extreme weather conditions.",
    "subtitle": "1. Ground Preparation - The Foundation of Durability",
    "subtitle2": "2. Drainage Systems - Protecting Your Pavement and Property",
    "subtitle3": "3. Installation of Manholes and Access to Facilities",
    "subtitle4": "4. Support Layer - Correct Stone and Granulation",
    "subtitle5": "5. Compaction - Long-Term Stability",
    "subtitle6": "6. Curb Installation - Defining and Stabilizing the Paved Area",
    "subtitle7": "7. Professional Pavement Installation - Precision, Durability, and Aesthetics",
    "text1": "The durability of any pavement depends on how well the ground beneath it is prepared. This process includes several essential steps:",
    "text2": "Excavation and Soil Stabilization:",
    "text3": "The first step is removing the topsoil layer, stripping, and regrading the ground through excavation to eliminate organic materials that may decompose over time, causing uneven surfaces.",
    "text4": "For residential yards and pathways, we typically excavate to a depth of 40-50 cm, depending on the soil type and expected load. For projects intended for heavy vehicle traffic, the excavation depth can reach 100-120 cm.",
    "text5": "At BIL Pave Solutions (BPS), we understand how crucial proper water management is for the durability of your pavement and the comfort of your property. That's why we offer professional underground drainage solutions, efficiently capturing and directing rainwater to prevent accumulations that could damage the foundation, pavement, or other structures in your yard.",
    "text6": "Water Collection and Direction:",
    "text7": "We install underground drainage pipes connected to the roof drainage system and stormwater channels to guide water beneath the pavement to a designated discharge point.",
    "text8": "We use perforated or smooth PVC pipes, depending on the needs, to direct water to a safe area, such as a drainage system or a collection basin.",
    "text9": "We prevent water accumulation beneath the pavement by using gravel drainage layers, which allow for efficient water runoff.",
    "text10": "To maintain easy access to utilities in the yard, we install manholes at strategic points to ensure access is not blocked to:",
    "text11": "Pressure tanks or other water supply installations.",
    "text12": "Irrigation systems or garden faucets.",
    "text13": "Access to inspection chambers for maintenance or repair work.",
    "text14": "Each manhole is placed in a way that seamlessly integrates with the pavement, without compromising aesthetics or creating an obstacle.",
    "text15": "The Benefits of Professional Drainage:",
    "text16": "Prevents pavement damage and keeps the surface stable over time.",
    "text17": "Prevents water accumulation that could affect the foundation of the house or the garden.",
    "text18": "Ensures easy access to utilities without compromising the design of the yard.",
    "text19": "Increases the lifespan of the paving system by eliminating the risk of settling or deformation.",
    "text20": "Conclusion: A well-designed drainage system is an investment in the comfort and durability of your yard. At BIL Pave Solutions, we combine technical expertise with efficient solutions to ensure you have a dry, well-organized space without water accumulation issues.",
    "text21": "If the soil is unstable (clayey or wet), it is necessary to stabilize it with a layer of crushed stone or geotextile to prevent uneven settling.",
    "text22": "After excavation, we apply a layer of crushed stone with a granulation of 0-63 mm, which ensures proper drainage and the stability of the pavement.",
    "text23": "The next layer consists of limestone, gravel with a granulation of 4-8 mm, or sand with a granulation of 0.4, which creates an even support for the paving installation.",
    "text24": "The support layer is compacted in successive layers to prevent future settling.",
    "text25": "Compaction is performed using a vibrating plate or a roller compactor to achieve an optimal level of density. The weight of the compactors determines the compaction distance.",
    "text26": "For residential yards, the compacted layer reaches 40-45 cm, while in industrial areas with heavier vehicle traffic, this layer can extend to 90-100 cm, depending on the mechanical stress on the surface. These dimensions may vary depending on the climate of the respective country.",
    "text27": "The Role of Climate in Pavement Durability:",
    "text28": "Climate plays a crucial role in the long-term stability of pavement. In regions with harsh winters, freezing can lift the soil, and thawing can cause uneven settling.",
    "text29": "Frost and thaw cycles can lead to expansions and contractions in the soil, gradually resulting in pavement irregularities.",
    "text30": "To counteract these effects:",
    "text31": "The compacted layer must be thick enough and properly compacted to prevent soil movements.",
    "text32": "Using a crushed stone sub-base allows for proper drainage, reducing water accumulation that could lead to freezing and soil expansion.",
    "text33": "Whether for your garden, yard, or industrial areas, curbs provide clear boundaries and protection against displacement caused by external forces and weather conditions. In road construction, they also play a key role in structuring traffic spaces.",
    "text34": "The Role of Curbs in Pavement Structure:",
    "text35": "Curbs are not just a decorative element; they serve essential functions:",
    "text36": "Define the paved surface, creating a clear transition between paved areas and grass, pathways, or roads.",
    "text37": "Maintain pavement stability, preventing pavers from shifting over time, especially in high-traffic areas or under natural forces like rain and freeze-thaw cycles.",
    "text38": "Set the final pavement level, ensuring a uniform height and preventing accidental edge sinking.",
    "text39": "Guide water drainage, helping control runoff and preventing water accumulation that could damage the underlying soil.",
    "text40": "Types of Curbs and Their Applications",
    "text41": "Depending on the project's needs, we use different types of curbs:",
    "text42": "Garden curbs - smaller in size, used to separate pedestrian walkways, flower beds, or lawns.",
    "text43": "Residential curbs - used for yards and walkways, providing both aesthetic appeal and structural support for the pavement.",
    "text44": "Industrial and road curbs - durable and robust, used along roads, in parking lots, or areas requiring high load resistance.",
    "text45": "The Process of Border Installation:",
    "text46": "A. Excavation of the Trench and Foundation Preparation",
    "text47": "Before installation, we excavate a trench 20-30 cm deep (depending on the type of border).",
    "text48": "At the bottom of the trench, we apply a compacted layer of gravel (granulation 0-63 mm) of about 10-15 cm to prevent future settlement.",
    "text49": "B. Securing the Borders with Concrete",
    "text50": "The borders are fixed on a semi-dry concrete bed (B250 or B300, depending on the mechanical load).",
    "text51": "The thickness of the concrete layer should be 10-15 cm beneath the border and 10 cm on the sides for additional anchoring.",
    "text52": "For areas with heavy traffic, the borders can be secured with a thicker concrete layer and greater depths for increased strength.",
    "text53": "The borders are carefully placed, perfectly aligned, using a leveling ruler or a stretched line.",
    "text54": "A small joint of about 4-6 mm is left between them every 20 meters to allow slight expansion.",
    "text55": "Borders are not just a design detail, but a structural element that affects the durability of the entire pavement. At BIL Pave Solutions, we ensure that each border is properly installed, durable, and aesthetically pleasing, providing a result that remains stable for years to come.",
    "text56": "The installation of the pavement is a process that requires experience, precision, and attention to detail. At BIL Pave Solutions, we use materials and techniques tailored to each project, selecting the appropriate thickness based on the purpose of the surface:",
    "text57": "4 cm - for pedestrian walkways and low-traffic areas.",
    "text58": "6 cm - ideal for residential yards and parking areas.",
    "text59": "8-10 cm - for areas with heavy vehicle traffic and industrial zones.",
    "text60": "We use professional cutting equipment, which allows us to make precise cuts and perfect finishes in areas where the pavement, curbs, and asphalt need to be adjusted. The details of these cuts reflect the quality of the installation, providing a uniform and elegant appearance.",
    "text61": "Not only is technique important, but also visual harmony. We adapt the color of the pavement to the surrounding environment, seamlessly integrating it into the existing space. As for the installation pattern, regardless of the installation design, we adapt to any style and focus on creativity, ensuring that each project is unique.",
    "text62": "Conclusion: Why choose BPS? ",
    "text63": "R: If you want a pavement that remains stable and flawless for many years, choose professionals. Choose precision, durability, and elegance.",
    "text64": "Choose BIL Pave Solutions!"
  },
  "portfolio": {
    "title": "Portfolios BPS - The Work Behind",
    "description1": "We build with passion, we deliver excellence! Every project tells a story. A story about dedicated work, about teams united by a common vision, about challenges turned into opportunities. Over the years, we have devoted our efforts and expertise to bringing impressive projects to life, collaborating with industry leaders.",
    "description2": "We have had the honor of working alongside renowned companies such as KWS Infra, Thannhauser, and Blue-3, contributing to the development of essential infrastructures—from highways and commercial spaces to large-scale projects for business giants.",
    "description3": "Each project is a testament to our professionalism, attention to detail, and commitment to excellence. Regardless of the location—Romania, Germany, or the Netherlands—our standards remain the same: quality, durability, and innovation.",
    "description4": "We invite you to explore our portfolio and become part of this success story.",
    "romania_title": "Projects in Romania",
    "romania_description": "In Romania, we have focused on landscaping courtyards and alleys, transforming spaces into durable, functional, and aesthetic areas. Whether it's residential properties, company headquarters, or commercial spaces, each project reflects our attention to detail and the high-quality execution that defines us.",
    "germany_title": "Projects in Germany",
    "germany_description": "In Germany, we have had the honor of working with prestigious partners, contributing to the construction of essential infrastructures. Rigorous planning, precision, and adherence to the highest quality standards have guided us at every stage of these projects. ",
    "netherlands_title": "Projects in the Netherlands",
    "netherlands_description": "In the Netherlands, we have had the opportunity to work on industrial-level projects, contributing to the infrastructure of state-of-the-art data centers.",
    "text1": "Each project is a reflection of our passion and determination. No matter the complexity of the work, we ensure that we deliver sustainable, innovative, and top-quality solutions. If you are interested in collaborating with us, don't hesitate to contact us.",
    "text2": "Together, we can build the future!"
  },
  "about": {
    "title": "About Us - The Story Behind BPS",
    "description1": "Bil Pave Solutions - Building Beauty, Shaping the Future ",
    "description2": "In a world where fast pace and indifference seem to take over, we, the team at BIL Pave Solutions (BPS), believe in beauty, in real connections, and in the future we are building together. We dedicate our hearts and expertise to outdoor paving and curbing, transforming ordinary spaces into storybook settings where aesthetics blend harmoniously with functionality.",
    "description3": "With over 10 years of experience, we have learned from the best in Romania, Germany, and the Netherlands, perfecting our techniques and bringing the finest solutions to the country where we currently operate. We have learned that it is not just about placing concrete pieces on the ground, but about creating an environment that inspires, offers comfort, and gives rise to precious moments. Each of our projects is a testament to our passion for detail and our desire to make the world a more beautiful place.",
    "description4": "More than a Team - A Family",
    "description5": "At BPS, we don't just see materials and tools - we see people, dreams, and aspirations. Every client who comes to us becomes part of our story, and their satisfaction is our greatest achievement. We love to help, to be there for those who want a well-thought-out, durable, and aesthetically pleasing space. In a society that is becoming colder, where many prefer isolation, we choose to be close, to listen, to collaborate, and to build together.",
    "description6": "We are aware that some have forgotten how to support one another, but we believe in a better future. We believe that every stone laid in its place, every perfectly aligned curb, and every renewed space contributes to a more beautiful world - not just visually, but also on a human level.",
    "description7": "Why Choose BPS?",
    "description8": "We don't just build walkways and terraces. We provide trust, safety, and durability. We work with high-quality materials, use modern techniques, and pay attention to every detail. But more than anything, we put our heart into everything we do.",
    "description9": "Our motto, “Believe in the things that cannot be seen, and your reward will be to see the things you believed in,” is not just a set of beautiful words, but a philosophy that guides our every step. Because before a project takes shape, there must be a vision, a belief that what seems like just an idea today will become reality tomorrow.",
    "description10": "Let's Build Together!",
    "description11": "If you dream of an outdoor space that reflects your personality, where beauty meets functionality, then BIL Pave Solutions is the partner you need. We don't see a project as just work; we see it as an opportunity to make the world a more welcoming, warmer, and better-organized place.",
    "description12": "Choose to believe. Choose to build beauty together!"
  }
}