{
    "flag": "🇫🇷",
    "welcome": "BIENVENUE SUR BIL-PAVE-SOLUTIONS !",
    "welcomeText": "La vie est courte, mais les souvenirs durent plus longtemps. Une cour pavée devient l'endroit où les moments qui comptent prennent forme.",
    "applyBtn": "POSTULEZ MAINTENANT",
    "viewPortfolioBtn": "VOIR LE PORTEFEUILLE",
    "cardDescription": "Où que vos rêves vous mènent, nous ouvrirons la voie, posant chaque pierre comme un tapis rouge où vos souvenirs prendront forme. Je suis le fondateur de BPS, et je crois dans l'avenir que nous construisons ensemble.",
    "footerDescription": "Plus de 10 ans de travail acharné, des centaines de milliers de kilomètres parcourus, chaque pas guidé par vos rêves. Nous avons transformé des désirs en réalité, et aujourd'hui nous sommes ici, prêts à donner de l'âme à votre jardin.",
    "form": {
      "privacyAgreement": "J'accepte la politique de confidentialité",
      "fillMessage": "Remplissez le formulaire pour être contacté par notre équipe",
      "successMessage": "Demande envoyée avec succès ! Vous serez contacté sous peu.",
      "errorMessage": "Quelque chose s'est mal passé. Veuillez réessayer.",
      "fullName": "Nom complet",
      "email": "E-mail",
      "phone": "Numéro de téléphone",
      "location": "Lieu du projet",
      "typeOfService": "Type de service",
      "additionalInfo": "Informations supplémentaires",
      "certification": "Votre certification (vous pouvez nous l'envoyer par e-mail)",
      "reasonJoin": "Pourquoi souhaitez-vous nous rejoindre ?",
      "workWithUs": "Travailler avec nous",
      "requestServices": "Demander des services",
      "apllyOption": "Pour quoi voulez-vous postuler ?",
      "applyForJob": "Postuler pour un emploi",
      "applyForService": "Postuler pour un service",
      "sendBtn": "ENVOYER LA CANDIDATURE"
    },
    "navigation": {
      "home": "Accueil",
      "services": "Services",
      "portfolio": "Portefeuille",
      "about": "À propos de nous",
      "privacyPolicy": "Politique de confidentialité"
    },
    "services": {
        "title": "Services BPS - La science derrière un pavage parfait",
        "description": "Chez Bil Pave Solutions (BPS), nous ne posons pas simplement du pavé - nous construisons des fondations durables. Une préparation adéquate du sol est essentielle pour un pavage solide et esthétiquement agréable. Ci-dessous, nous décrivons le processus professionnel que nous suivons pour garantir que nos solutions restent stables, même dans des conditions météorologiques extrêmes.",
        "subtitle": "1. Préparation du sol - La fondation de la durabilité",
        "subtitle2": "2. Systèmes de drainage - Protéger votre pavage et votre propriété",
        "subtitle3": "3. Installation de regards et accès aux installations",
        "subtitle4": "4. Couche de support - Pierre et granulométrie appropriées",
        "subtitle5": "5. Compactage - Stabilité à long terme",
        "subtitle6": "6. Installation de bordures - Définir et stabiliser la zone pavée",
        "subtitle7": "7. Installation professionnelle du pavage - Précision, durabilité et esthétique",
        "text1": "La durabilité de tout pavage dépend de la manière dont le sol sous celui-ci est préparé. Ce processus comprend plusieurs étapes essentielles :",
        "text2": "Excavation et stabilisation du sol :",
        "text3": "La première étape consiste à enlever la couche de terre végétale, à niveler et reprofiler le sol par excavation pour éliminer les matériaux organiques qui pourraient se décomposer au fil du temps, provoquant des surfaces irrégulières.",
        "text4": "Pour les jardins et chemins résidentiels, nous excavons généralement à une profondeur de 40-50 cm, en fonction du type de sol et de la charge prévue. Pour les projets destinés à un trafic de véhicules lourds, la profondeur d'excavation peut atteindre 100-120 cm.",
        "text5": "Chez Bil Pave Solutions (BPS), nous comprenons l'importance d'une gestion correcte de l'eau pour la durabilité de votre pavage et le confort de votre propriété. C'est pourquoi nous offrons des solutions professionnelles de drainage souterrain, captant et dirigeant efficacement l'eau de pluie pour éviter les accumulations qui pourraient endommager la fondation, le pavage ou d'autres structures dans votre jardin.",
        "text6": "Collecte et direction de l'eau :",
        "text7": "Nous installons des tuyaux de drainage souterrains reliés au système de drainage de toit et aux canaux d'eaux pluviales pour guider l'eau sous le pavage jusqu'à un point de décharge désigné.",
        "text8": "Nous utilisons des tuyaux PVC perforés ou lisses, selon les besoins, pour diriger l'eau vers une zone sûre, comme un système de drainage ou un bassin de collecte.",
        "text9": "Nous empêchons l'accumulation d'eau sous le pavage en utilisant des couches de gravier drainantes, permettant un écoulement efficace de l'eau.",
        "text10": "Pour maintenir un accès facile aux services publics dans le jardin, nous installons des regards à des points stratégiques pour garantir que l'accès ne soit pas bloqué pour :",
        "text11": "Les réservoirs de pression ou autres installations d'approvisionnement en eau.",
        "text12": "Les systèmes d'irrigation ou les robinets de jardin.",
        "text13": "L'accès aux chambres d'inspection pour les travaux de maintenance ou de réparation.",
        "text14": "Chaque regard est placé de manière à s'intégrer harmonieusement au pavage, sans compromettre l'esthétique ou créer un obstacle.",
        "text15": "Les avantages d'un drainage professionnel :",
        "text16": "Prévient les dommages au pavage et maintient la surface stable au fil du temps.",
        "text17": "Empêche l'accumulation d'eau qui pourrait affecter la fondation de la maison ou du jardin.",
        "text18": "Assure un accès facile aux services publics sans compromettre la conception du jardin.",
        "text19": "Augmente la durée de vie du système de pavage en éliminant le risque d'affaissement ou de déformation.",
        "text20": "Conclusion : Un système de drainage bien conçu est un investissement dans le confort et la durabilité de votre jardin. Chez Bil Pave Solutions, nous combinons expertise technique et solutions efficaces pour garantir que vous ayez un espace sec et bien organisé, sans problèmes d'accumulation d'eau.",
        "text21": "Si le sol est instable (argileux ou humide), il est nécessaire de le stabiliser avec une couche de gravier concassé ou un géotextile pour éviter les affaissements irréguliers.",
        "text22": "Après l'excavation, nous appliquons une couche de gravier concassé de granulométrie 0-63 mm, ce qui assure un drainage approprié et la stabilité du pavage.",
        "text23": "La couche suivante consiste en du calcaire, du gravier de granulométrie 4-8 mm, ou du sable de granulométrie 0,4, ce qui crée un support uniforme pour l'installation du pavage.",
        "text24": "La couche de support est compactée en couches successives pour éviter les affaissements futurs.",
        "text25": "Le compactage est effectué à l'aide d'une plaque vibrante ou d'un compacteur à rouleau pour atteindre un niveau optimal de densité. Le poids des compacteurs détermine la distance de compactage.",
        "text26": "Pour les jardins résidentiels, la couche compactée atteint 40-45 cm, tandis que dans les zones industrielles avec un trafic de véhicules plus lourd, cette couche peut atteindre 90-100 cm, en fonction du stress mécanique sur la surface. Ces dimensions peuvent varier en fonction du climat du pays concerné.",
        "text27": "Le rôle du climat dans la durabilité du pavage :",
        "text28": "Le climat joue un rôle crucial dans la stabilité à long terme du pavage. Dans les régions avec des hivers rigoureux, le gel peut soulever le sol, et le dégel peut provoquer des affaissements irréguliers.",
        "text29": "Les cycles de gel et de dégel peuvent entraîner des expansions et contractions du sol, entraînant progressivement des irrégularités du pavage.",
        "text30": "Pour contrer ces effets :",
        "text31": "La couche compactée doit être suffisamment épaisse et correctement compactée pour empêcher les mouvements du sol.",
        "text32": "L'utilisation d'une sous-couche de gravier concassé permet un drainage adéquat, réduisant l'accumulation d'eau qui pourrait entraîner le gel et l'expansion du sol.",
        "text33": "Que ce soit pour votre jardin, votre cour ou des zones industrielles, les bordures fournissent des limites claires et une protection contre les déplacements causés par des forces externes et les conditions climatiques. Dans la construction routière, elles jouent également un rôle clé dans la structuration des espaces de circulation.",
        "text34": "Le rôle des bordures dans la structure du pavage :",
        "text35": "Les bordures ne sont pas simplement un élément décoratif ; elles remplissent des fonctions essentielles :",
        "text36": "Définir la surface pavée, créant une transition claire entre les zones pavées et les herbes, chemins ou routes.",
        "text37": "Maintenir la stabilité du pavage, empêchant les pavés de se déplacer au fil du temps, surtout dans les zones à fort trafic ou sous l'effet de forces naturelles comme la pluie et les cycles de gel-dégel.",
        "text38": "Fixer le niveau final du pavage, garantissant une hauteur uniforme et empêchant l'affaissement accidentel des bords.",
        "text39": "Guider l'écoulement de l'eau, en contrôlant les eaux de ruissellement et en empêchant l'accumulation d'eau qui pourrait endommager le sol sous-jacent.",
        "text40": "Types de bordures et leurs applications",
        "text41": "En fonction des besoins du projet, nous utilisons différents types de bordures :",
        "text42": "Bordures de jardin - plus petites, utilisées pour séparer les trottoirs piétonniers, les parterres de fleurs ou les pelouses.",
        "text43": "Bordures résidentielles - utilisées pour les jardins et les trottoirs, offrant à la fois un attrait esthétique et un support structurel pour le pavage.",
        "text44": "Bordures industrielles et routières - durables et robustes, utilisées le long des routes, dans les parkings ou les zones nécessitant une haute résistance aux charges.",
        "text45": "Le processus d'installation des bordures :",
        "text46": "A. Excavation de la tranchée et préparation de la fondation",
        "text47": "Avant l'installation, nous excavons une tranchée de 20-30 cm de profondeur (selon le type de bordure).",
        "text48": "Au fond de la tranchée, nous appliquons une couche de gravier compacté (granulométrie 0-63 mm) d'environ 10-15 cm pour prévenir les affaissements futurs.",
        "text49": "B. Fixation des bordures avec du béton",
        "text50": "Les bordures sont fixées sur un lit de béton semi-sec (B250 ou B300, selon la charge mécanique).",
        "text51": "L'épaisseur de la couche de béton doit être de 10 à 15 cm sous la bordure et de 10 cm sur les côtés pour un ancrage supplémentaire.",
        "text52": "Pour les zones à fort trafic, les bordures peuvent être sécurisées avec une couche de béton plus épaisse et des profondeurs plus importantes pour une résistance accrue.",
        "text53": "Les bordures sont soigneusement placées, parfaitement alignées, en utilisant une règle de niveau ou une ligne tendue.",
        "text54": "Un petit joint d'environ 4 à 6 mm est laissé entre elles tous les 20 mètres pour permettre une légère expansion.",
        "text55": "Les bordures ne sont pas seulement un détail de conception, mais un élément structurel qui affecte la durabilité de l'ensemble du pavage. Chez BIL Pave Solutions, nous nous assurons que chaque bordure est correctement installée, durable et esthétiquement agréable, offrant un résultat qui reste stable pendant des années.",
        "text56": "L'installation du pavage est un processus qui nécessite de l'expérience, de la précision et une attention aux détails. Chez BIL Pave Solutions, nous utilisons des matériaux et des techniques adaptés à chaque projet, en sélectionnant l'épaisseur appropriée en fonction de l'usage de la surface :",
        "text57": "4 cm - pour les trottoirs et les zones à faible trafic.",
        "text58": "6 cm - idéal pour les cours résidentielles et les parkings.",
        "text59": "8-10 cm - pour les zones à fort trafic de véhicules et les zones industrielles.",
        "text60": "Nous utilisons des équipements de découpe professionnels, ce qui nous permet de réaliser des coupes précises et des finitions parfaites dans les zones où le pavage, les bordures et l'asphalte doivent être ajustés. Les détails de ces découpes reflètent la qualité de l'installation, offrant un aspect uniforme et élégant.",
        "text61": "La technique n'est pas seulement importante, mais aussi l'harmonie visuelle. Nous adaptons la couleur du pavage à l'environnement environnant, l'intégrant parfaitement dans l'espace existant. Quant au motif d'installation, quel que soit le design, nous nous adaptons à tous les styles et mettons l'accent sur la créativité, garantissant que chaque projet est unique.",
        "text62": "Conclusion : Pourquoi choisir BPS ?",
        "text63": "R : Si vous voulez un pavage qui reste stable et sans défaut pendant de nombreuses années, choisissez des professionnels. Choisissez la précision, la durabilité et l'élégance.",
        "text64": "Choisissez BIL Pave Solutions !"
      },
      "portfolio": {
    "title": "Portefeuille BPS - Le Travail Derrière",
    "description1": "Nous construisons avec passion, nous livrons l'excellence ! Chaque projet raconte une histoire. Une histoire de travail dévoué, d'équipes unies par une vision commune, de défis transformés en opportunités. Au fil des ans, nous avons consacré nos efforts et notre expertise à donner vie à des projets impressionnants, en collaborant avec des leaders de l'industrie.",
    "description2": "Nous avons eu l'honneur de travailler aux côtés de sociétés renommées telles que KWS Infra, Thannhauser et Blue-3, contribuant au développement d'infrastructures essentielles – des autoroutes et espaces commerciaux aux projets d'envergure pour des géants d'affaires.",
    "description3": "Chaque projet est un témoignage de notre professionnalisme, de notre attention aux détails et de notre engagement envers l'excellence. Quelle que soit la localisation – en Roumanie, en Allemagne ou aux Pays-Bas – nos normes restent les mêmes : qualité, durabilité et innovation.",
    "description4": "Nous vous invitons à explorer notre portfolio et à faire partie de cette histoire de succès.",
    "romania_title": "Projets en Roumanie",
    "romania_description": "En Roumanie, nous nous sommes concentrés sur l'aménagement de cours et d'allées, transformant les espaces en zones durables, fonctionnelles et esthétiques. Que ce soit pour des propriétés résidentielles, des sièges d'entreprises ou des espaces commerciaux, chaque projet reflète notre attention aux détails et l'exécution de haute qualité qui nous caractérise.",
    "germany_title": "Projets en Allemagne",
    "germany_description": "En Allemagne, nous avons eu l'honneur de travailler avec des partenaires prestigieux, contribuant à la construction d'infrastructures essentielles. Une planification rigoureuse, de la précision et le respect des normes de qualité les plus élevées nous ont guidés à chaque étape de ces projets.",
    "netherlands_title": "Projets aux Pays-Bas",
    "netherlands_description": "Aux Pays-Bas, nous avons eu l'opportunité de travailler sur des projets industriels de grande envergure, contribuant à l'infrastructure de centres de données à la pointe de la technologie.",
    "text1": "Chaque projet est un reflet de notre passion et de notre détermination. Peu importe la complexité du travail, nous veillons à livrer des solutions durables, innovantes et de la plus haute qualité. Si vous êtes intéressé par une collaboration avec nous, n'hésitez pas à nous contacter.",
    "text2": "Ensemble, nous pouvons construire l'avenir !"
  },
  "about": {
    "title": "À Propos de Nous - L'Histoire Derrière BPS",
    "description1": "Bil Pave Solutions - Construire la Beauté, Façonner l'Avenir",
    "description2": "Dans un monde où la rapidité et l'indifférence semblent prendre le dessus, nous, l'équipe de BIL Pave Solutions (BPS), croyons en la beauté, en de véritables connexions et en l'avenir que nous construisons ensemble. Nous consacrons nos cœurs et notre expertise au pavage extérieur et à la bordure, transformant des espaces ordinaires en décors de contes où l'esthétique se mêle harmonieusement à la fonctionnalité.",
    "description3": "Avec plus de 10 ans d'expérience, nous avons appris des meilleurs en Roumanie, en Allemagne et aux Pays-Bas, perfectionnant nos techniques et apportant les meilleures solutions au pays où nous opérons actuellement. Nous avons appris qu'il ne s'agit pas seulement de poser des pièces de béton au sol, mais de créer un environnement qui inspire, offre du confort et donne naissance à des moments précieux. Chacun de nos projets témoigne de notre passion pour le détail et de notre désir de rendre le monde plus beau.",
    "description4": "Plus Qu'une Équipe - Une Famille",
    "description5": "Chez BPS, nous ne voyons pas seulement des matériaux et des outils - nous voyons des gens, des rêves et des aspirations. Chaque client qui vient à nous devient une partie de notre histoire, et leur satisfaction est notre plus grande réalisation. Nous aimons aider, être là pour ceux qui veulent un espace bien pensé, durable et esthétiquement agréable. Dans une société qui devient de plus en plus froide, où beaucoup préfèrent l'isolement, nous choisissons d'être proches, d'écouter, de collaborer et de construire ensemble.",
    "description6": "Nous sommes conscients que certains ont oublié comment se soutenir les uns les autres, mais nous croyons en un avenir meilleur. Nous croyons que chaque pierre posée à sa place, chaque bordure parfaitement alignée, et chaque espace renouvelé contribue à un monde plus beau – pas seulement visuellement, mais aussi humainement.",
    "description7": "Pourquoi Choisir BPS ?",
    "description8": "Nous ne construisons pas seulement des trottoirs et des terrasses. Nous fournissons confiance, sécurité et durabilité. Nous travaillons avec des matériaux de haute qualité, utilisons des techniques modernes et prêtons attention à chaque détail. Mais plus que tout, nous mettons notre cœur dans tout ce que nous faisons.",
    "description9": "Notre devise, « Croyez en les choses qui ne peuvent être vues, et votre récompense sera de voir les choses auxquelles vous avez cru », n'est pas juste un ensemble de mots beaux, mais une philosophie qui guide chacun de nos pas. Car avant qu'un projet ne prenne forme, il doit y avoir une vision, une croyance que ce qui semble n'être qu'une idée aujourd'hui deviendra réalité demain.",
    "description10": "Construisons Ensemble !",
    "description11": "Si vous rêvez d'un espace extérieur qui reflète votre personnalité, où la beauté rencontre la fonctionnalité, alors BIL Pave Solutions est le partenaire qu'il vous faut. Nous ne voyons pas un projet simplement comme du travail; nous le voyons comme une opportunité de rendre le monde plus accueillant, plus chaleureux et mieux organisé.",
    "description12": "Choisissez de croire. Choisissez de construire la beauté ensemble !"
  }
    }
  