{
    "flag": "🇳🇱",  
    "welcome": "WELKOM BIJ BIL-PAVE-SOLUTIONS!",
    "welcomeText": "Het leven is kort, maar herinneringen blijven langer. Een geplaveide tuin wordt de plek voor momenten die er toe doen.",
    "applyBtn": "AANMELDEN",
    "viewPortfolioBtn": "ZIE PORTFOLIO",
    "cardDescription": "Waar je dromen je ook brengen, wij zullen de weg effenen, elke steen leggend als een rode loper waar je herinneringen vorm krijgen. Ik ben de oprichter van BPS en ik geloof in de toekomst die we samen bouwen.",
    "footerDescription": "Meer dan 10 jaar hard werk, honderden duizenden kilometers afgelegd, elke stap geleid door je dromen. We hebben verlangens omgezet in werkelijkheid, en vandaag zijn we hier, klaar om ziel te geven aan je tuin.",
    "form": {
      "privacyAgreement": "Ik ga akkoord met het privacybeleid",
      "fillMessage": "Vul het formulier in om door ons team gecontacteerd te worden",
      "successMessage": "Verzoek succesvol verzonden! Je wordt binnenkort gecontacteerd.",
      "errorMessage": "Er is iets mis gegaan. Probeer het opnieuw.",
      "fullName": "Volledige naam",
      "email": "E-mail",
      "phone": "Telefoonnummer",
      "location": "Projectlocatie",
      "typeOfService": "Soort dienst",
      "additionalInfo": "Aanvullende informatie",
      "certification": "Je certificaat (je kunt het ons per e-mail sturen)",
      "reasonJoin": "Waarom wil je bij ons werken?",
      "workWithUs": "Werk met ons",
      "requestServices": "Diensten aanvragen",
      "apllyOption": "Waarvoor wil je solliciteren?",
      "applyForJob": "Solliciteer voor een baan",
      "applyForService": "Solliciteer voor een dienst",
      "sendBtn": "VERSTUUR AANVRAAG"
    },
    "navigation" : {
      "home": "Home",
      "services": "Diensten",
      "portfolio": "Portfolio",
      "about": "Over ons",
      "privacyPolicy": "Privacybeleid"
    },
        "services": {
            "title": "BPS Services - De Wetenschap Achter Een Perfecte Verharding",
            "description": "Bij Bil Pave Solutions (BPS) leggen we niet alleen verhardingen - we bouwen duurzame funderingen. Goede grondvoorbereiding is essentieel voor een sterke en visueel aantrekkelijke verharding. Hieronder beschrijven we het professionele proces dat we volgen om ervoor te zorgen dat onze oplossingen stabiel blijven, zelfs in extreme weersomstandigheden.",
            "subtitle": "1. Grondvoorbereiding - De Fundering van Duurzaamheid",
            "subtitle2": "2. Drainagesystemen - Het Beschermen van Uw Verharding en Eigendom",
            "subtitle3": "3. Installatie van Putten en Toegang tot Faciliteiten",
            "subtitle4": "4. Ondersteuningslaag - Juiste Steensoort en Granulatie",
            "subtitle5": "5. Verdichting - Langdurige Stabiliteit",
            "subtitle6": "6. Bordinstallatie - Het Definiëren en Stabiliseren van het Verhardingsgebied",
            "subtitle7": "7. Professionele Verhardingsinstallatie - Precisie, Duurzaamheid en Esthetiek",
            "text1": "De duurzaamheid van elke verharding hangt af van hoe goed de grond eronder wordt voorbereid. Dit proces omvat verschillende essentiële stappen:",
            "text2": "Uitgraving en Grondstabilisatie:",
            "text3": "De eerste stap is het verwijderen van de bovenste laag van de bodem, het strippen en herinrichten van de grond door middel van uitgraving om organisch materiaal te verwijderen dat na verloop van tijd kan afbreken, wat ongelijkmatige oppervlakken kan veroorzaken.",
            "text4": "Voor residentiële tuinen en paden graven we doorgaans tot een diepte van 40-50 cm, afhankelijk van het type bodem en de verwachte belasting. Voor projecten die bedoeld zijn voor zwaar voertuigverkeer, kan de uitgravingsdiepte oplopen tot 100-120 cm.",
            "text5": "Bij BIL Pave Solutions (BPS) begrijpen we hoe cruciaal goed waterbeheer is voor de duurzaamheid van uw verharding en het comfort van uw eigendom. Daarom bieden we professionele ondergrondse drainage-oplossingen aan, die regenwater efficiënt opvangen en afvoeren om ophopingen te voorkomen die de fundering, de verharding of andere structuren in uw tuin kunnen beschadigen.",
            "text6": "Waterverzameling en -afvoer:",
            "text7": "We installeren ondergrondse afvoerpijpen die zijn aangesloten op het dakafvoersysteem en regenwaterkanalen om water onder de verharding naar een aangewezen afvoerpunt te leiden.",
            "text8": "We gebruiken geperforeerde of gladde PVC-pijpen, afhankelijk van de behoeften, om water naar een veilige locatie te leiden, zoals een afvoersysteem of een opvangbak.",
            "text9": "We voorkomen waterophoping onder de verharding door grindlaagjes te gebruiken die efficiënte waterafvoer mogelijk maken.",
            "text10": "Om gemakkelijke toegang tot nutsvoorzieningen in de tuin te behouden, installeren we putten op strategische punten om ervoor te zorgen dat de toegang niet geblokkeerd is tot:",
            "text11": "Drukvaten of andere watervoorzieningsinstallaties.",
            "text12": "Irrigatiesystemen of tuinkranen.",
            "text13": "Toegang tot inspectieputten voor onderhoud of reparaties.",
            "text14": "Elke put wordt zo geplaatst dat deze naadloos integreert met de verharding, zonder de esthetiek te schaden of een obstakel te creëren.",
            "text15": "De Voordelen van Professionele Drainage:",
            "text16": "Voorkomt verhardingsschade en houdt het oppervlak stabiel in de tijd.",
            "text17": "Voorkomt waterophoping die de fundering van het huis of de tuin kan beïnvloeden.",
            "text18": "Zorgt voor gemakkelijke toegang tot nutsvoorzieningen zonder het ontwerp van de tuin in gevaar te brengen.",
            "text19": "Verhoogt de levensduur van het verhardingssysteem door het risico op verzakkingen of vervormingen te elimineren.",
            "text20": "Conclusie: Een goed ontworpen drainsysteem is een investering in het comfort en de duurzaamheid van uw tuin. Bij BIL Pave Solutions combineren we technische expertise met efficiënte oplossingen om ervoor te zorgen dat u een droge, goed georganiseerde ruimte heeft zonder waterophopingproblemen.",
            "text21": "Als de grond onstabiel is (kleiig of nat), is het noodzakelijk om deze te stabiliseren met een laag gebroken steen of geotextiel om ongelijke verzakkingen te voorkomen.",
            "text22": "Na de uitgraving brengen we een laag gebroken steen aan met een granulatie van 0-63 mm, die zorgt voor een goede drainage en de stabiliteit van de verharding.",
            "text23": "De volgende laag bestaat uit kalksteen, grind met een granulatie van 4-8 mm, of zand met een granulatie van 0,4, wat een gelijkmatige ondersteuning biedt voor de verhardingsinstallatie.",
            "text24": "De ondersteuningslaag wordt in opeenvolgende lagen verdicht om toekomstige verzakkingen te voorkomen.",
            "text25": "Verdichting wordt uitgevoerd met een trilplaat of een rolverdichter om een optimaal dichtheidsniveau te bereiken. Het gewicht van de verdichters bepaalt de verdichtingsafstand.",
            "text26": "Voor residentiële tuinen bereikt de verdichte laag 40-45 cm, terwijl in industriële gebieden met zwaarder voertuigverkeer deze laag kan oplopen tot 90-100 cm, afhankelijk van de mechanische belasting van het oppervlak. Deze afmetingen kunnen variëren afhankelijk van het klimaat van het betreffende land.",
            "text27": "De Rol van Klimaat in de Duurzaamheid van Verharding:",
            "text28": "Klimaat speelt een cruciale rol in de langdurige stabiliteit van verhardingen. In regio's met strenge winters kan bevriezing de grond optillen en dooi kan ongelijkmatige verzakkingen veroorzaken.",
            "text29": "Vorst- en dooicycli kunnen leiden tot uitzetting en krimp van de grond, wat geleidelijk leidt tot oneffenheden in de verharding.",
            "text30": "Om deze effecten tegen te gaan:",
            "text31": "De verdichte laag moet dik genoeg zijn en goed verdicht om bodemverplaatsingen te voorkomen.",
            "text32": "Het gebruik van een gebroken steensubstraat zorgt voor een goede drainage, waardoor waterophoping die kan leiden tot bevriezing en gronduitzetting wordt verminderd.",
            "text33": "Of het nu voor uw tuin, oprit of industriële gebieden is, boordstenen bieden duidelijke grenzen en bescherming tegen verplaatsing door externe krachten en weersomstandigheden. Bij wegconstructie spelen ze ook een belangrijke rol in het structureren van verkeersruimten.",
            "text34": "De Rol van Borduren in de Verhardingsstructuur:",
            "text35": "Borduren zijn niet alleen een decoratief element; ze vervullen essentiële functies:",
            "text36": "Ze definiëren het verhardingsoppervlak en creëren een duidelijke overgang tussen verhardingen en gras, paden of wegen.",
            "text37": "Ze behouden de stabiliteit van de verharding, waardoor tegels niet verschuiven in de loop van de tijd, vooral in drukke gebieden of onder natuurlijke krachten zoals regen en vorst-dooi cycli.",
            "text38": "Ze stellen het uiteindelijke verhardingsniveau vast, waardoor een uniforme hoogte wordt gewaarborgd en het verzinken van de randen wordt voorkomen.",
            "text39": "Ze leiden waterdrainage, helpen bij het beheersen van afvloeiing en voorkomen waterophoping die de onderliggende bodem zou kunnen beschadigen.",
            "text40": "Soorten Borduren en Hun Toepassingen",
            "text41": "Afhankelijk van de behoeften van het project gebruiken we verschillende soorten boordstenen:",
            "text42": "Tuinboordstenen - kleiner van formaat, gebruikt om voetpaden, bloembedden of gazons van elkaar te scheiden.",
            "text43": "Residentiële boordstenen - gebruikt voor tuinen en paden, die zowel esthetische aantrekkingskracht als structurele ondersteuning bieden voor de verharding.",
            "text44": "Industriële en wegborduren - duurzaam en robuust, gebruikt langs wegen, op parkeerplaatsen of in gebieden die hoge belastingbestendigheid vereisen.",
            "text45": "Het Proces van Borduurinstallatie:",
            "text46": "A. Het Graven van de Greppel en Voorbereiding van de Fundering",
            "text47": "Voor de installatie graven we een greppel van 20-30 cm diep (afhankelijk van het type boordsteen).",
            "text48": "Aan de bodem van de greppel brengen we een verdichte laag grind (granulatie 0-63 mm) aan van ongeveer 10-15 cm om toekomstige verzakkingen te voorkomen.",
            "text49": "B. Het Bevestigen van de Borduren met Beton",
            "text50": "De boordstenen worden bevestigd op een semi-droog betonbed (B250 of B300, afhankelijk van de mechanische belasting).",
            "text51": "De dikte van de betonnen laag moet 10-15 cm onder de boordsteen zijn en 10 cm aan de zijkanten voor extra verankering.",
            "text52": "Voor gebieden met zwaar verkeer kunnen de boordstenen worden verankerd met een dikkere betonnen laag en grotere dieptes voor meer sterkte.",
            "text53": "De boordstenen worden zorgvuldig geplaatst, perfect uitgelijnd, met behulp van een waterpas of een gespannen lijn.",
            "text54": "Een kleine voeg van ongeveer 4-6 mm wordt tussen hen gelaten elke 20 meter om lichte uitzetting toe te staan.",
            "text55": "Borduren zijn niet alleen een ontwerpelement, maar een structureel onderdeel dat de duurzaamheid van de hele verharding beïnvloedt. Bij BIL Pave Solutions zorgen we ervoor dat elke boordsteen correct wordt geïnstalleerd, duurzaam is en esthetisch aantrekkelijk blijft, zodat het resultaat jarenlang stabiel blijft.",
            "text56": "De installatie van de verharding is een proces dat ervaring, precisie en aandacht voor detail vereist. Bij BIL Pave Solutions gebruiken we materialen en technieken die zijn afgestemd op elk project, waarbij we de juiste dikte selecteren op basis van het doel van het oppervlak:",
            "text57": "4 cm - voor voetgangerspaden en laagverkeersgebieden.",
            "text58": "6 cm - ideaal voor residentiële tuinen en parkeerplaatsen.",
            "text59": "8-10 cm - voor gebieden met zwaar voertuigverkeer en industriële zones.",
            "text60": "We gebruiken professionele snijapparatuur, waarmee we precieze sneden en perfecte afwerkingen kunnen maken op plekken waar de verharding, borduren en asfalt moeten worden aangepast. De details van deze sneden weerspiegelen de kwaliteit van de installatie, waardoor een uniforme en elegante uitstraling ontstaat.",
            "text61": "Niet alleen techniek is belangrijk, maar ook visuele harmonie. We passen de kleur van de verharding aan de omliggende omgeving aan, zodat deze naadloos in de bestaande ruimte past. Wat betreft het installatiepatroon, passen we ons aan elk ontwerp aan en richten we ons op creativiteit, zodat elk project uniek is.",
            "text62": "Conclusie: Waarom kiezen voor BPS?",
            "text63": "R: Als je een verharding wilt die jarenlang stabiel en onberispelijk blijft, kies dan voor professionals. Kies voor precisie, duurzaamheid en elegantie.",
            "text64": "Kies BIL Pave Solutions!"
        },
        "portfolio": {
            "title": "Portefeuilles BPS - Het Werk Achter",
            "description1": "Wij bouwen met passie, we leveren uitmuntendheid! Elk project vertelt een verhaal. Een verhaal over toegewijd werk, over teams verenigd door een gemeenschappelijke visie, over uitdagingen die kansen werden. Door de jaren heen hebben we onze inspanningen en expertise gewijd aan het tot leven brengen van indrukwekkende projecten, in samenwerking met toonaangevende bedrijven.",
            "description2": "We hebben de eer gehad om samen te werken met gerenommeerde bedrijven zoals KWS Infra, Thannhauser en Blue-3, en bijgedragen aan de ontwikkeling van essentiële infrastructuren - van snelwegen en commerciële ruimtes tot grootschalige projecten voor zakelijke reuzen.",
            "description3": "Elk project is een bewijs van onze professionaliteit, aandacht voor detail en toewijding aan uitmuntendheid. Ongeacht de locatie - Roemenië, Duitsland of Nederland - blijven onze normen hetzelfde: kwaliteit, duurzaamheid en innovatie.",
            "description4": "We nodigen u uit om ons portfolio te verkennen en deel uit te maken van dit succesverhaal.",
            "romania_title": "Projecten in Roemenië",
            "romania_description": "In Roemenië hebben we ons gericht op het aanleggen van tuinen en steegjes, en het transformeren van ruimtes in duurzame, functionele en esthetische gebieden. Of het nu gaat om residentiële eigendommen, bedrijfspanden of commerciële ruimtes, elk project weerspiegelt onze aandacht voor detail en de hoge kwaliteitsuitvoering die ons kenmerkt.",
            "germany_title": "Projecten in Duitsland",
            "germany_description": "In Duitsland hebben we de eer gehad om samen te werken met prestigieuze partners, en bijgedragen aan de bouw van essentiële infrastructuren. Strikte planning, precisie en naleving van de hoogste kwaliteitsnormen hebben ons gedurende elke fase van deze projecten geleid.",
            "netherlands_title": "Projecten in Nederland",
            "netherlands_description": "In Nederland hebben we de kans gehad om te werken aan industriële projecten, waarbij we hebben bijgedragen aan de infrastructuur van geavanceerde datacenters.",
            "text1": "Elk project is een weerspiegeling van onze passie en vastberadenheid. Ongeacht de complexiteit van het werk, zorgen we ervoor dat we duurzame, innovatieve en topkwaliteit oplossingen leveren. Als u geïnteresseerd bent in samenwerking, aarzel dan niet om contact met ons op te nemen.",
            "text2": "Samen kunnen we de toekomst bouwen!"
          },
          "about": {
            "title": "Over Ons - Het Verhaal Achter BPS",
            "description1": "Bil Pave Solutions - Schoonheid Bouwen, de Toekomst Vormgeven",
            "description2": "In een wereld waar snelheid en onverschilligheid de overhand lijken te nemen, geloven wij, het team van BIL Pave Solutions (BPS), in schoonheid, in echte verbindingen, en in de toekomst die we samen bouwen. We wijden onze harten en expertise aan buitenverharding en het plaatsen van boordstenen, waarmee we gewone ruimtes transformeren in sprookjesachtige omgevingen waar esthetiek harmonieus samengaat met functionaliteit.",
            "description3": "Met meer dan 10 jaar ervaring hebben we geleerd van de besten in Roemenië, Duitsland en Nederland, waarbij we onze technieken hebben verfijnd en de beste oplossingen hebben gebracht naar het land waar we momenteel actief zijn. We hebben geleerd dat het niet alleen gaat om het plaatsen van betonstukken op de grond, maar om het creëren van een omgeving die inspireert, comfort biedt en aanleiding geeft tot kostbare momenten. Elk van onze projecten is een bewijs van onze passie voor detail en onze wens om de wereld een mooiere plek te maken.",
            "description4": "Meer dan een Team - Een Familie",
            "description5": "Bij BPS zien we niet alleen materialen en gereedschappen - we zien mensen, dromen en ambities. Elke klant die bij ons komt, wordt een onderdeel van ons verhaal, en hun tevredenheid is onze grootste prestatie. We helpen graag, we zijn er voor degenen die een doordachte, duurzame en esthetisch aangename ruimte willen. In een samenleving die kouder wordt, waar velen de voorkeur geven aan isolatie, kiezen wij ervoor om dichtbij te zijn, te luisteren, samen te werken en samen te bouwen.",
            "description6": "We zijn ons ervan bewust dat sommigen vergeten zijn hoe ze elkaar kunnen ondersteunen, maar wij geloven in een betere toekomst. Wij geloven dat elke steen die op de juiste plek ligt, elke perfect uitgelijnde boordsteen en elke vernieuwde ruimte bijdraagt aan een mooiere wereld - niet alleen visueel, maar ook op menselijk niveau.",
            "description7": "Waarom Kiezen voor BPS?",
            "description8": "We bouwen niet alleen wandelpaden en terrassen. We bieden vertrouwen, veiligheid en duurzaamheid. We werken met hoogwaardige materialen, gebruiken moderne technieken en letten op elk detail. Maar bovenal, we steken ons hart in alles wat we doen.",
            "description9": "Ons motto, 'Geloof in de dingen die niet te zien zijn, en je beloning zal zijn om te zien wat je in geloofde,' is niet zomaar een set mooie woorden, maar een filosofie die onze stappen leidt. Want voordat een project vorm krijgt, moet er een visie zijn, een geloof dat wat vandaag nog een idee lijkt, morgen werkelijkheid zal worden.",
            "description10": "Laten we Samen Bouwen!",
            "description11": "Als je droomt van een buitenruimte die je persoonlijkheid weerspiegelt, waar schoonheid en functionaliteit elkaar ontmoeten, dan is BIL Pave Solutions de partner die je nodig hebt. We zien een project niet als slechts werk; we zien het als een kans om de wereld een gastvrijer, warmer en beter georganiseerde plek te maken.",
            "description12": "Kies om te geloven. Kies om samen schoonheid te bouwen!"
          }
    }