{
    "welcome": "BUN VENIT PE BIL-PAVE-SOLUTIONS!",
    "welcomeText": "Viața e scurtă, dar amintirile trăiesc mai mult. O curte pavată devine locul momentelor care contează.",
    "applyBtn": "APLICA ACUM",
    "viewPortfolioBtn": "VEZI PORTOFOLIU",
    "cardDescription": "Oriunde te poartă visele, noi vom pava drumul spre ele, așezând fiecare piatră ca un covor roșu pe care amintirile tale vor prinde contur. Sunt fondatorul BPS și cred în viitorul pe care îl construim împreună.",
"footerDescription": "Peste 10 ani de muncă, sute de mii de kilometri străbătuți, fiecare pas ghidat de visurile voastre. Am transformat dorințe în realitate, iar astăzi suntem aici, pregătiți să dăm suflet curții voastre.",
    "form": {
    "privacyAgreement": "Sunt de acord cu Politica de Confidențialitate",
    "fillMessage": "Completeaza formularul de mai jos pentru a aplica",
    "successMessage": "Cererea ta a fost trimisă cu succes! O sa te contactam in cel mai scurt timp posibil.",
    "errorMessage": "Ceva nu a mers bine. Te rugam sa incerci din nou.",
      "fullName": "Nume și Prenume",
      "email": "Email",
      "phone": "Număr de Telefon",
      "location": "Locatie Proiect",
      "typeOfService": "Tipul serviciului",
      "additionalInfo": "Informatii Aditionale",
      "certifications": "Certificarile tale (poti sa ne trimiti CV-ul tau pe email)",
      "reasonJoin": "De ce vrei să te alături echipei noastre?",
      "workWithUs": "Lucrează cu noi",
      "requestServices": "Solicită Servicii",
      "apllyOption": "Pentru ce dorești să aplici?",
      "applyForJob": "Aplică pentru un job",
      "applyForService": "Aplică pentru servicii",
      "sendBtn": "TRIMITE CEREREA"
    },

    "navigation" : {
      "home": "Acasă",
      "services": "Servicii",
      "portfolio": "Portofoliu",
      "about": "Despre noi",
      "privacyPolicy": "Politica de Confidențialitate"
    },
 
    "services" : {
      "title": "Serviciile BPS - Știința din Spatele unui Pavaj Perfect",
    "description": "La Bil Pave Solutions (BPS), nu ne limităm doar la montarea pavajului - construim fundații durabile. Pregătirea corectă a terenului este esențială pentru un pavaj rezistent și estetic. Mai jos detaliem procesul profesional pe care îl urmăm pentru a ne asigura că soluțiile noastre rămân stabile, chiar și în condiții meteo extreme.",
    "subtitle": "1. Pregătirea Terenului - Fundamentul Durabilității",
    "subltitle2": "2. Sisteme de Drenaj - Protecția Pavajului și a Proprietății Tale",
    "subtitle3": "3. Instalarea Gurilor de Canal și Accesul la Facilități",
    "subtitle4": "4. Stratul de Suport - Piatra și Granulația Corectă",
    "subtitle5": "5. Compactarea - Stabilitate pe Termen Lung",
    "subtitle6": "6. Montajul Bordurilor - Definirea și Stabilizarea Spațiului Pavat",
    "subtitle7": "7. Montaj Profesional de Pavaj - Precizie, Durabilitate și Estetică",
    "text1": "Durabilitatea oricărui pavaj depinde de cât de bine este pregătit terenul de dedesubt. Acest proces include mai multe etape esențiale:",
    "text2": "Excavarea și Stabilizarea Solului:",
    "text3": "Primul pas este îndepărtarea stratului superior al solului, decopertarea si reprofilarea terenului prin excavare, pentru a elimina materialele organice care pot intra în descompunere în timp, cauzând denivelări.",
    "text4": "Pentru curți și alei rezidențiale, săpăm de obicei la o adâncime de 40-50 cm, în funcție de tipul solului și de încărcătura preconizată, iar in cazul lucrarilor desemnate circulatiei autovehiculelor cu tonaj ridicat, decopertarea poate ajunge la 100-120cm. ",
    "text5": "La BIL Pave Solutions (BPS), înțelegem cât de important este gestionarea corectă a apei pentru durabilitatea pavajului și confortul proprietății tale. De aceea, oferim soluții profesionale de drenaj subteran, captând și direcționând eficient apa de ploaie pentru a preveni acumulările care pot deteriora fundația, pavajul sau alte structuri din curte.",
    "text6": "Captarea și Direcționarea Apei:",
    "service7": "Montăm conducte subterane de drenaj, conectate la sistemul de scurgere al acoperișului şi sisteme de rigole pluviale, pentru a dirija apa pe sub pavaj până la un loc de deversare.",
    "service8": "Folosim țevi PVC perforate sau netede, în funcție de necesități, pentru a ghida apa către o zonă sigură, cum ar fi un sistem de canalizare sau un bazin de colectare.",
    "service9": "Evităm acumulările de apă sub pavaj prin folosirea straturilor drenante de pietriș, care permit scurgerea eficientă a apei.",
    "text10": "Pentru a menține accesul facil la utilitățile din curte, instalăm guri de canal în punctele strategice, astfel încât să nu fie blocat accesul la:",
    "text11": "Hidrofor sau alte instalații de alimentare cu apă.",
    "text12": "Sisteme de irigații sau robineți pentru grădină.",
    "text13": "Acces la căminele de inspecție, pentru eventuale lucrări de întreținere sau reparații.",
    "text14": "Fiecare gură de canal este amplasată astfel încât să se integreze armonios în pavaj, fără a compromite estetica și fără a reprezenta un obstacol.",
    "text15": "Beneficiile unui Drenaj Profesional:",
    "text16": "Evită deteriorarea pavajului și menține suprafața stabilă în timp.",
    "text17": "Previne acumularea apei care poate afecta fundația casei sau grădina.",
    "text18": "Asigură acces facil la utilități fără a compromite designul curții.",
    "text19": "Crește durata de viață a sistemului de pavaj, eliminând riscul de tasare sau deformare.",
    "text20": "Concluzie - Un drenaj bine gândit este o investiție în confortul și durabilitatea curții tale. La BIL Pave Solutions, combinăm expertiza tehnică cu soluții eficiente, astfel încât să ai parte de un spațiu uscat, bine organizat și fără probleme de acumulare a apei.",
    "text21": "Dacă solul este instabil (argilos sau umed), este necesară stabilizarea acestuia cu un strat de piatră spartă sau geotextil, pentru a preveni tasările neuniforme.",
    "text22": "După excavare, aplicăm un strat de piatră spartă cu granulație de 0-63 mm, care va asigura drenajul și stabilitatea pavajului.",
    "text23": "Următorul strat este realizat din mărgaritar,sau pietriș cu granulație 4-8 mm sau nisip cu granulație 0.4 care creează un suport uniform pentru montajul pavelelor.",
    "text24": "Stratul de suport este compactat în straturi succesive, pentru a preveni tasarea ulterioară.",
    "text25": "Compactarea se face cu placă vibrantă sau cilindru compactor, pentru a atinge un grad optim de densitate. Greutatea compactoarelor defineste distanta de compactare.",
    "text26": "În cazul curților rezidențiale, stratul compactarii ajunge la 40-45 cm, iar in zonele industriale unde traficul auto are o greutate mult mai mare , acest strat poate ajunge la 90-100cm, în funcție de solicitarea mecanică a suprafeței. Aceste dimensiuni pot varia in functie de climatul tarii respective. ",
    "text27": "Rolul Climatului in Durabilitatea Pavajului:",
    "text28": "Clima joacă un rol esențial în durabilitatea pavajului. În regiunile cu ierni reci, înghețul poate ridica solul, iar la dezgheț poate cauza tasări neuniforme.",
    "text29": "Înghețul și dezghețul pot provoca dilatări și contracții ale solului, care în timp duc la denivelări ale pavajului.",
    "text30": "Pentru a contracara aceste efecte:",
    "text31": "Stratul de compactare trebuie să fie suficient de gros și bine compactat, pentru a preveni aceste mișcări ale solului.",
    "text32": "Folosirea unui substrat de piatră spartă permite drenajul apei, reducând acumulările care favorizează înghețarea și expansiunea solului.",
    "text33": "Indiferent dacă este vorba despre grădina ta, curtea ta sau zone industriale, bordurile oferă delimitare clară și protecție împotriva deplasărilor provocate de forțele externe și condițiile climatice. De asemenea, în construcția drumurilor, ele joacă un rol-cheie în structurarea spațiului rutier.",
    "text34": "Rolul Bordurilor în Structura Pavajului:",
    "text35": "Bordurile nu sunt doar un detaliu decorativ; ele îndeplinesc funcții esențiale:",
    "text36": "Delimitează suprafața pavabilă, creând o tranziție clară între zonele de pavaj și cele cu gazon, alei sau drumuri.",
    "text37": "Mențin stabilitatea pavajului, împiedicând deplasarea pavelelor în timp, mai ales în zonele expuse traficului intens sau factorilor naturali (ploi, îngheț-dezgheț).",
    "text38": "Stabilesc nivelul final al pavajului, asigurând o înălțime uniformă și prevenind tasarea accidentală a marginilor.",
    "text39": "Ghidează drenajul apei, ajutând la o scurgere controlată, fără acumulări care ar putea duce la deteriorarea solului de dedesubt.",
    "text40": "Tipuri de Borduri și Zonele de Aplicabilitate",
    "text41": "În funcție de necesități, folosim mai multe tipuri de borduri:",
    "text42": "Borduri de grădină - mai mici, folosite pentru a delimita aleile pietonale, straturile de flori sau gazonul.",
    "text43": "Borduri rezidențiale - utilizate pentru curți și alei, cu rol estetic și de susținere a pavajului.",
    "text44": "Borduri industriale și rutiere - robuste, folosite la marginea drumurilor, în parcări sau în zone unde rezistența la greutăți mari este necesară.",
    "text45": "Procesul de Montaj al Bordurilor:",
    "text46": "A. Săparea Șanțului și Pregătirea Fundației",
    "text47": "Înainte de montaj, săpăm un șanț de 20-30 cm adâncime (în funcție de tipul bordurii).",
    "text48": "La baza șanțului aplicăm un strat de pietriș compactat (granulație 0-63 mm) de aproximativ 10-15 cm, pentru a preveni tasarea ulterioară.",
    "text49": "B. Fixarea Bordurilor în Beton",
    "text50": "Bordurile sunt fixate pe un pat de beton semi-uscat (B250 sau B300, în funcție de solicitarea mecanică).",
    "text51": "Grosimea stratului de beton trebuie să fie de 10-15 cm sub bordură și 10 cm lateral pentru ancorare suplimentară.",
    "text52": "Pentru zone cu trafic greu, bordurile se pot fixa cu un strat de beton mai gros și adâncimi mai mari, pentru rezistență sporită.",
    "text53": "Bordurile sunt așezate cu grijă, aliniate perfect la nivel, folosind o riglă de nivel sau un fir întins.",
    "text54": "Se lasă un mic rost între ele la fiecare 20 metri, aproximativ 4-6mm pentru a permite o ușoară dilatare.",
    "text55": "Bordurile nu sunt doar un detaliu de design, ci un element structural care influențează durabilitatea întregului pavaj. La BIL Pave Solutions, ne asigurăm că fiecare bordură este montată corect, rezistent și estetic, oferind un rezultat care rămâne stabil ani la rând.",
    "text56": "Montarea pavajului este un proces ce necesită experiență, precizie și atenție la detalii. La BIL Pave Solutions, folosim materiale și tehnici adaptate fiecărui proiect, alegând grosimea potrivită în funcție de destinația suprafeței:",
    "text57": "4 cm - pentru alei pietonale și spații cu trafic redus.",
    "text58": "6 cm - ideal pentru curți și parcări rezidențiale.",
    "text59": "8-10 cm - pentru zone cu trafic auto intens și industrial.",
    "text60": "Folosim echipamente profesionale de tăiere, care ne permit să realizăm tăieturi precise și finisaje perfecte în zonele unde pavajul,bordurile  si asfaltul  trebuie ajustat. Detaliile acestor tăieturi reflectă calitatea montajului, oferind un aspect uniform și elegant.",
    "text61": "Nu doar tehnica este importantă, ci și armonia vizuală. Adaptăm culoarea pavajului la mediul înconjurător, integrându-l perfect în spațiul existent. Modelul de instalare? Indiferent de modelul de instalare, ne adaptăm oricărui stil și punem accent pe creativitate, pentru ca fiecare proiect să fie unic.",
    "text62": "Concluzie: De ce sa alegi BPS?",
    "text63": "R: Dacă vrei un pavaj care să rămână stabil și impecabil mulți ani, alege profesioniști. Alege precizia, durabilitatea și eleganța.",
    "text64": "Alege BIL Pave Solutions!" 
    },

    "portfolio" : {
      "title": "Portofoliu BPS - Munca din Spatele Proiectelor de Succes",
      "description1": "Construim cu pasiune, livrăm excelență! Fiecare proiect spune o poveste. O poveste despre muncă dedicată, despre echipe unite de o viziune comună, despre provocări transformate în oportunități. De-a lungul anilor, ne-am dedicat forțele și expertiza pentru a aduce la viață proiecte impresionante, colaborând cu nume de referinț ă din industrie.",
      "description2": "Am avut onoarea de a lucra alături de companii de renume precum KWS Infra, Thannhauser și Blue-3, contribuind la dezvoltarea unor infrastructuri esențiale, de la autostrăzi și spații comerciale la proiecte de mare anvergură pentru giganți ai business-ului.",
      "description3": "Fiecare proiect este o dovadă a profesionalismului nostru, a atenției pentru detalii și a angajamentului față de excelență. Indiferent de locație - România, Germania sau Olanda - standardele noastre rămân aceleași: calitate, durabilitate și inovație.",
      "description4": "Vă invităm să descoperiți portofoliul nostru și să faceți parte din această poveste a succesului.",
      "romania_title": "Proiecte Romania",
      "romania_description": "În România, ne-am concentrat pe amenajarea curților și aleilor, transformând spațiile în locuri durabile, funcționale și estetice. Fie că este vorba despre proprietăți rezidențiale, sedii de companii sau spații comerciale, fiecare proiect reflectă atenția noastră pentru detalii și calitatea execuției.",
      "germany_title": "Proiecte Germania",
      "germany_description": "În Germania, am avut onoarea de a lucra cu parteneri de prestigiu, contribuind la construcția unor infrastructuri esențiale. Rigoarea, precizia și respectarea celor mai înalte standarde de calitate sunt principiile care ne-au ghidat în fiecare etapă a acestor proiecte.",
      "netherlands_title": "Proiecte Olanda",
      "netherlands_description": "În Olanda, am avut ocazia să lucrăm la proiecte de nivel industrial, aducându-ne contribuția la infrastructura unor centre de date de ultimă generație pentru giganți ai tehnologiei. Am fost responsabili de realizarea drumurilor și trotuarelor, asigurând durabilitate, funcț ionalitate și integrare perfectă în aceste ecosisteme tehnologice avansate.",
      "text1": "Fiecare proiect este o dovadă a pasiunii și determinării noastre. Indiferent de complexitatea lucrării, ne asigurăm că livrăm soluții durabile, inovatoare și de cea mai înaltă calitate. Dacă doriți să colaborați cu noi, nu ezitați să ne contactați.",
      "text2": "Împreună, putem construi viitorul!"
    },

    "about" : {
      "title": "Despre noi - Povestea din spatele BPS",
      "description1": "Bil Pave Solutions - Construim Frumosul, Clădim Viitorul",
      "description2": "Într-o lume în care ritmul alert și indiferența par să preia controlul, noi, echipa BIL Pave Solutions (BPS), credem în frumusețe, în conexiuni reale și în viitorul pe care îl construim împreună. Ne dedicăm sufletul și experiența în amenajarea exterioară cu borduri și pavele, transformând spații obișnuite în locuri de poveste, unde estetica se îmbină armonios cu funcționalitatea.",
      "description3": "Cu o experiență de peste 10 ani, am învățat de la cei mai buni din România, Germania și Olanda, perfecționându-ne tehnicile și aducând cele mai bune soluții în țara unde activăm în prezent. Am învățat că nu este vorba doar despre așezarea unor piese de beton pe pământ, ci despre crearea unui ambient care inspiră, oferă confort și dă naștere unor momente prețioase. Fiecare proiect al nostru este o mărturie a pasiunii pentru detalii și a dorinței de a face lumea un loc mai frumos.",
      "description4": "Mai mult decât o echipă, o familie",
      "description5": "La BPS,  nu vedem doar materiale și unelte - vedem oameni, visuri și dorințe. Fiecare client care ne trece pragul este o parte din povestea noastră, iar satisfacția lui devine cea mai mare realizare a noastră. Ne place să ajutăm, să fim acolo pentru cei care își doresc un spațiu bine gândit, durabil și estetic. Într-o societate tot mai rece, în care mulți preferă să se izoleze, noi alegem să fim aproape, să ascultăm, să colaborăm și să construim împreună.",
      "description6": "Suntem conștienți că unii au uitat să își ofere sprijin unii altora, dar noi credem într-un viitor mai bun. Credem că fiecare piatră pusă la locul ei, fiecare bordură aliniată perfect și fiecare spațiu reînnoit contribuie la o lume mai frumoasă - nu doar vizual, ci și uman.",
      "description7": "De ce BPS?",
      "description8": "Noi nu doar construim alei și terase. Noi oferim încredere, siguranță și durabilitate. Lucrăm cu materiale de înaltă calitate, folosim tehnici moderne și punem accent pe fiecare detaliu. Dar, mai presus de toate, investim suflet în tot ceea ce facem.",
      "description9": "Moto-ul nostru, “Crede în lucrurile care nu se văd, iar recompensa ta va fi să vezi lucrurile în care ai crezut”, nu este doar un set de cuvinte frumoase, ci o filozofie care ne ghidează fiecare pas. Pentru că, înainte ca un proiect să prindă formă, trebuie să existe o viziune, o încredere că ceea ce astăzi pare doar o idee, mâine va deveni realitate.",
      "description10": "Hai să construim împreună!",
      "description11": "Dacă îți dorești un spațiu exterior care să îți reflecte personalitatea, unde frumusețea întâlnește utilitatea, atunci BIL Pave Solutions este partenerul de care ai nevoie. Noi nu vedem un proiect ca pe o simplă muncă, ci ca pe o oportunitate de a face lumea un loc mai primitor, mai cald și mai bine organizat.",
      "description12": "Alege să crezi. Alege să construim frumosul împreună!"
    }
  }
  
  