{
    "flag": "🇩🇪",
    "welcome": "WILLKOMMEN BEI BIL-PAVE-SOLUTIONS!",
    "welcomeText": "Das Leben ist kurz, aber Erinnerungen bleiben länger. Ein gepflasterter Hof wird zum Ort für bedeutende Momente.",
    "applyBtn": "JETZT BEWERBEN",
    "viewPortfolioBtn": "PORTFOLIO ANSEHEN",
    "cardDescription": "Egal, wohin dich deine Träume führen, wir ebnen den Weg und legen jeden Stein wie einen roten Teppich, auf dem deine Erinnerungen Gestalt annehmen werden. Ich bin der Gründer von BPS, und ich glaube an die Zukunft, die wir gemeinsam aufbauen.",
    "footerDescription": "Über 10 Jahre harter Arbeit, Hunderttausende von Kilometern zurückgelegt, jeder Schritt geleitet von deinen Träumen. Wir haben Wünsche in Realität verwandelt, und heute sind wir hier, bereit, deinem Hof Seele zu verleihen.",
    "form": {
        "privacyAgreement": "Ich stimme der Datenschutzerklärung zu",
        "fillMessage": "Füllen Sie das Formular aus, um von unserem Team kontaktiert zu werden",
        "successMessage": "Anfrage erfolgreich gesendet! Sie werden in Kürze kontaktiert.",
        "errorMessage": "Etwas ist schief gelaufen. Bitte versuchen Sie es erneut.",
        "fullName": "Vollständiger Name",
        "email": "E-Mail",
        "phone": "Telefonnummer",
        "location": "Projektstandort",
        "typeOfService": "Art der Dienstleistung",
        "additionalInfo": "Zusätzliche Informationen",
        "certification": "Ihre Zertifizierung (Sie können uns diese per E-Mail senden)",
        "reasonJoin": "Warum möchten Sie sich uns anschließen?",
        "workWithUs": "Mit uns arbeiten",
        "requestServices": "Dienstleistungen anfordern",
        "apllyOption": "Wofür möchten Sie sich bewerben?",
        "applyForJob": "Für einen Job bewerben",
        "applyForService": "Für eine Dienstleistung bewerben",
        "sendBtn": "BEWERBUNG SENDEN"
    },
    "navigation": {
        "home": "Startseite",
        "services": "Dienstleistungen",
        "portfolio": "Portfolio",
        "about": "Über uns",
        "privacyPolicy": "Datenschutzerklärung"
    },
    "services": {
        "title": "BPS-Dienste - Die Wissenschaft hinter einem perfekten Pflaster",
        "description": "Bei Bil Pave Solutions (BPS) verlegen wir nicht nur Pflaster - wir bauen haltbare Grundlagen. Die richtige Bodenvorbereitung ist entscheidend für ein starkes und optisch ansprechendes Pflaster. Im Folgenden erläutern wir den professionellen Prozess, den wir befolgen, um sicherzustellen, dass unsere Lösungen auch unter extremen Wetterbedingungen stabil bleiben.",
        "subtitle": "1. Bodenvorbereitung - Die Grundlage der Haltbarkeit",
        "subtitle2": "2. Entwässerungssysteme - Schutz für Ihr Pflaster und Eigentum",
        "subtitle3": "3. Installation von Manhöhlen und Zugang zu Einrichtungen",
        "subtitle4": "4. Stützschicht - Der richtige Stein und die richtige Granulation",
        "subtitle5": "5. Verdichtung - Langfristige Stabilität",
        "subtitle6": "6. Bordsteininstallation - Definieren und Stabilisieren des gepflasterten Bereichs",
        "subtitle7": "7. Professionelle Pflasterinstallation - Präzision, Haltbarkeit und Ästhetik",
        "text1": "Die Haltbarkeit eines Pflasters hängt davon ab, wie gut der Boden darunter vorbereitet ist. Dieser Prozess umfasst mehrere wichtige Schritte:",
        "text2": "Ausgrabung und Bodenstabilisierung:",
        "text3": "Der erste Schritt besteht darin, die oberste Bodenschicht zu entfernen, den Boden durch Ausgrabung umzugestalten und organische Materialien, die im Laufe der Zeit verfallen und unebene Oberflächen verursachen könnten, zu beseitigen.",
        "text4": "Für Wohnhöfe und Gehwege graben wir normalerweise bis zu einer Tiefe von 40-50 cm, abhängig vom Bodentyp und der erwarteten Last. Für Projekte, die für schweren Fahrzeugverkehr vorgesehen sind, kann die Grabungstiefe 100-120 cm erreichen.",
        "text5": "Bei BIL Pave Solutions (BPS) verstehen wir, wie wichtig eine ordnungsgemäße Wasserbewirtschaftung für die Haltbarkeit Ihres Pflasters und den Komfort Ihres Grundstücks ist. Deshalb bieten wir professionelle Lösungen für die unterirdische Entwässerung an, die das Regenwasser effizient auffangen und ableiten, um Ansammlungen zu verhindern, die das Fundament, das Pflaster oder andere Strukturen in Ihrem Garten beschädigen könnten.",
        "text6": "Wassersammlung und -ableitung:",
        "text7": "Wir installieren unterirdische Entwässerungsrohre, die mit dem Dachentwässerungssystem und den Regenwasserkanälen verbunden sind, um das Wasser unter dem Pflaster zu einem festgelegten Ablasspunkt zu führen.",
        "text8": "Wir verwenden perforierte oder glatte PVC-Rohre, je nach Bedarf, um das Wasser in ein sicheres Gebiet wie ein Entwässerungssystem oder einen Sammelbehälter zu leiten.",
        "text9": "Wir verhindern Wasseransammlungen unter dem Pflaster durch den Einsatz von Kies-Entwässerungsschichten, die einen effizienten Wasserabfluss ermöglichen.",
        "text10": "Um einen einfachen Zugang zu Versorgungsleitungen im Garten zu gewährleisten, installieren wir Manhöhlen an strategischen Punkten, um sicherzustellen, dass der Zugang nicht blockiert wird zu:",
        "text11": "Drucktanks oder anderen Wasserversorgungsinstallationen.",
        "text12": "Bewässerungssystemen oder Gartenwasserhähnen.",
        "text13": "Zugang zu Inspektionskammern für Wartungs- oder Reparaturarbeiten.",
        "text14": "Jeder Manhügel wird so platziert, dass er sich nahtlos in das Pflaster einfügt, ohne die Ästhetik zu beeinträchtigen oder ein Hindernis zu schaffen.",
        "text15": "Die Vorteile professioneller Entwässerung:",
        "text16": "Verhindert Pflasterbeschädigungen und hält die Oberfläche langfristig stabil.",
        "text17": "Verhindert Wasseransammlungen, die das Fundament des Hauses oder den Garten beeinträchtigen könnten.",
        "text18": "Stellt einfachen Zugang zu Versorgungsleitungen sicher, ohne das Design des Gartens zu beeinträchtigen.",
        "text19": "Erhöht die Lebensdauer des Pflastersystems, indem das Risiko von Setzungen oder Verformungen beseitigt wird.",
        "text20": "Fazit: Ein gut gestaltetes Entwässerungssystem ist eine Investition in den Komfort und die Haltbarkeit Ihres Gartens. Bei BIL Pave Solutions kombinieren wir technisches Fachwissen mit effizienten Lösungen, um sicherzustellen, dass Sie einen trockenen, gut organisierten Raum ohne Wasseransammlungsprobleme haben.",
        "text21": "Wenn der Boden instabil ist (lehmig oder nass), ist es notwendig, ihn mit einer Schicht aus Schotter oder Geotextil zu stabilisieren, um ungleichmäßige Setzungen zu verhindern.",
        "text22": "Nach der Ausgrabung tragen wir eine Schicht aus Schotter mit einer Granulation von 0-63 mm auf, die für eine ordnungsgemäße Entwässerung und Stabilität des Pflasters sorgt.",
        "text23": "Die nächste Schicht besteht aus Kalkstein, Kies mit einer Granulation von 4-8 mm oder Sand mit einer Granulation von 0,4, was eine gleichmäßige Unterstützung für die Pflasterinstallation schafft.",
        "text24": "Die Stützschicht wird in aufeinanderfolgenden Schichten verdichtet, um zukünftige Setzungen zu verhindern.",
        "text25": "Die Verdichtung erfolgt mit einer Rüttelplatte oder einem Rollverdichter, um ein optimales Verdichtungsniveau zu erreichen. Das Gewicht der Verdichtungsgeräte bestimmt den Verdichtungsabstand.",
        "text26": "Für Wohnhöfe erreicht die verdichtete Schicht 40-45 cm, während sie in Industriegebieten mit stärkerem Fahrzeugverkehr 90-100 cm betragen kann, je nach mechanischer Belastung der Oberfläche. Diese Abmessungen können je nach Klima des jeweiligen Landes variieren.",
        "text27": "Die Rolle des Klimas in der Haltbarkeit des Pflasters:",
        "text28": "Das Klima spielt eine entscheidende Rolle für die langfristige Stabilität des Pflasters. In Regionen mit harten Wintern kann das Gefrieren den Boden anheben, und das Auftauen kann ungleichmäßige Setzungen verursachen.",
        "text29": "Frost- und Tauzyklen können zu Ausdehnungen und Kontraktionen im Boden führen, was allmählich zu Unregelmäßigkeiten im Pflaster führt.",
        "text30": "Um diese Effekte zu bekämpfen:",
        "text31": "Die verdichtete Schicht muss dick genug und richtig verdichtet sein, um Bodenbewegungen zu verhindern.",
        "text32": "Die Verwendung einer Schotter-Unterlage ermöglicht eine ordnungsgemäße Entwässerung und reduziert Wasseransammlungen, die zu Gefrieren und Bodenexpansion führen könnten.",
        "text33": "Ob für Ihren Garten, Hof oder Industriegebiete, Bordsteine bieten klare Grenzen und Schutz vor Verschiebungen, die durch äußere Kräfte und Witterungsbedingungen verursacht werden. Im Straßenbau spielen sie auch eine wichtige Rolle bei der Strukturierung von Verkehrsflächen.",
        "text34": "Die Rolle der Bordsteine in der Pflasterstruktur:",
        "text35": "Bordsteine sind nicht nur ein dekoratives Element; sie erfüllen wichtige Funktionen:",
        "text36": "Definieren die gepflasterte Fläche und schaffen einen klaren Übergang zwischen gepflasterten Bereichen und Gras, Wegen oder Straßen.",
        "text37": "Erhalten die Stabilität des Pflasters, verhindern das Verschieben von Pflastersteinen im Laufe der Zeit, besonders in stark frequentierten Bereichen oder unter natürlichen Kräften wie Regen und Frost-Tau-Zyklen.",
        "text38": "Setzen das endgültige Pflasterniveau und verhindern das versehentliche Absinken der Kanten.",
        "text39": "Leiten das Wasser ab, helfen beim Steuerung von Regenwasser und verhindern Ansammlungen, die den darunter liegenden Boden beschädigen könnten.",
        "text40": "Arten von Bordsteinen und ihre Anwendungen",
        "text41": "Je nach den Anforderungen des Projekts verwenden wir verschiedene Arten von Bordsteinen:",
        "text42": "Gartenbordsteine - kleiner in der Größe, werden verwendet, um Gehwege, Blumenbeete oder Rasenflächen zu trennen.",
        "text43": "Wohnbordsteine - werden für Gärten und Gehwege verwendet, bieten sowohl ästhetische Anziehungskraft als auch strukturelle Unterstützung für das Pflaster.",
        "text44": "Industrie- und Straßenbordsteine - langlebig und robust, werden entlang von Straßen, in Parkplätzen oder Bereichen mit hoher Belastung verwendet.",
        "text45": "Der Prozess der Bordsteininstallation:",
        "text46": "A. Ausgrabung des Grabens und Vorbereitung der Grundlage",
        "text47": "Vor der Installation graben wir einen Graben von 20-30 cm Tiefe (abhängig vom Bordsteintyp).",
        "text48": "Am Boden des Grabens tragen wir eine verdichtete Schicht aus Kies (Granulation 0-63 mm) von etwa 10-15 cm auf, um zukünftige Setzungen zu verhindern.",
        "text49": "B. Befestigung der Bordsteine mit Beton",
        "text50": "Die Bordsteine werden auf einem halbtrockenen Bettsystem (B250 oder B300, je nach mechanischer Belastung) fixiert.",
        "text51": "Die Dicke der Betonschicht sollte unter dem Bordstein 10-15 cm und an den Seiten 10 cm betragen, um zusätzliche Verankerung zu bieten.",
        "text52": "Für stark befahrene Bereiche können die Bordsteine mit einer dickeren Betonschicht und größeren Tiefen für mehr Stabilität befestigt werden.",
        "text53": "Die Bordsteine werden sorgfältig platziert, perfekt ausgerichtet, unter Verwendung einer Nivellierlatte oder einer gespannten Schnur.",
        "text54": "Ein kleiner Spalt von etwa 4-6 mm wird alle 20 Meter zwischen ihnen gelassen, um eine leichte Ausdehnung zu ermöglichen.",
        "text55": "Bordsteine sind nicht nur ein Designmerkmal, sondern ein strukturelles Element, das die Haltbarkeit des gesamten Pflasters",
        "text56": "Die Installation des Pflasters ist ein Prozess, der Erfahrung, Präzision und Liebe zum Detail erfordert. Bei BIL Pave Solutions verwenden wir Materialien und Techniken, die auf jedes Projekt abgestimmt sind, und wählen die entsprechende Dicke je nach Verwendungszweck der Fläche aus:",
        "text57": "4 cm - für Fußgängerwege und wenig frequentierte Bereiche.",
        "text58": "6 cm - ideal für Wohnhöfe und Parkplätze.",
        "text59": "8-10 cm - für Bereiche mit starkem Fahrzeugverkehr und Industriegebieten.",
        "text60": "Wir verwenden professionelles Schneidwerkzeug, das uns ermöglicht, präzise Schnitte und perfekte Abschlüsse in Bereichen zu machen, in denen das Pflaster, die Bordsteine und der Asphalt angepasst werden müssen. Die Details dieser Schnitte spiegeln die Qualität der Installation wider und sorgen für ein gleichmäßiges und elegantes Erscheinungsbild.",
        "text61": "Nicht nur die Technik ist wichtig, sondern auch die visuelle Harmonie. Wir passen die Farbe des Pflasters an die Umgebung an und integrieren es nahtlos in den bestehenden Raum. Was das Installationsmuster betrifft, so passen wir uns jedem Stil an und konzentrieren uns auf Kreativität, um sicherzustellen, dass jedes Projekt einzigartig ist.",
        "text62": "Fazit: Warum BPS wählen?",
        "text63": "A: Wenn Sie ein Pflaster möchten, das viele Jahre stabil und makellos bleibt, wählen Sie Profis. Wählen Sie Präzision, Haltbarkeit und Eleganz.",
        "text64": "Wählen Sie BIL Pave Solutions!"
    },
    "portfolio": {
        "title": "Portfolios BPS - Die Arbeit dahinter",
        "description1": "Wir bauen mit Leidenschaft, wir liefern Exzellenz! Jedes Projekt erzählt eine Geschichte. Eine Geschichte von engagierter Arbeit, von Teams, die durch eine gemeinsame Vision vereint sind, von Herausforderungen, die zu Chancen wurden. Im Laufe der Jahre haben wir unsere Bemühungen und Expertise darauf verwendet, beeindruckende Projekte zum Leben zu erwecken und mit führenden Unternehmen der Branche zusammenzuarbeiten.",
        "description2": "Es war uns eine Ehre, mit renommierten Unternehmen wie KWS Infra, Thannhauser und Blue-3 zusammenzuarbeiten und zur Entwicklung wichtiger Infrastrukturen beizutragen - von Autobahnen und Geschäftsräumen bis hin zu Großprojekten für Wirtschaftsriesen.",
        "description3": "Jedes Projekt ist ein Zeugnis unserer Professionalität, Liebe zum Detail und unseres Engagements für Exzellenz. Unabhängig vom Standort – Rumänien, Deutschland oder den Niederlanden – bleiben unsere Standards gleich: Qualität, Haltbarkeit und Innovation.",
        "description4": "Wir laden Sie ein, unser Portfolio zu erkunden und Teil dieser Erfolgsgeschichte zu werden.",
        "romania_title": "Projekte in Rumänien",
        "romania_description": "In Rumänien haben wir uns auf die Gestaltung von Innenhöfen und Gassen konzentriert, wobei wir Räume in langlebige, funktionale und ästhetische Bereiche verwandelt haben. Ob es sich um Wohnimmobilien, Unternehmenszentralen oder kommerzielle Räume handelt, jedes Projekt spiegelt unsere Liebe zum Detail und die qualitativ hochwertige Ausführung wider, die uns auszeichnet.",
        "germany_title": "Projekte in Deutschland",
        "germany_description": "In Deutschland hatten wir die Ehre, mit prestigeträchtigen Partnern zusammenzuarbeiten und zur Errichtung wichtiger Infrastrukturen beizutragen. Sorgfältige Planung, Präzision und die Einhaltung der höchsten Qualitätsstandards haben uns bei jedem Schritt dieser Projekte geleitet.",
        "netherlands_title": "Projekte in den Niederlanden",
        "netherlands_description": "In den Niederlanden hatten wir die Gelegenheit, an Projekten auf Industrieebene zu arbeiten und zur Infrastruktur von hochmodernen Rechenzentren beizutragen.",
        "text1": "Jedes Projekt ist ein Spiegelbild unserer Leidenschaft und Entschlossenheit. Egal wie komplex die Arbeiten sind, wir stellen sicher, dass wir nachhaltige, innovative und qualitativ hochwertige Lösungen liefern. Wenn Sie an einer Zusammenarbeit mit uns interessiert sind, zögern Sie nicht, uns zu kontaktieren.",
        "text2": "Gemeinsam können wir die Zukunft bauen!"
    },
    "about": {
        "title": "Über uns - Die Geschichte hinter BPS",
        "description1": "Bil Pave Solutions - Schönheit bauen, die Zukunft gestalten",
        "description2": "In einer Welt, in der Tempo und Gleichgültigkeit zu dominieren scheinen, glauben wir, das Team von BIL Pave Solutions (BPS), an Schönheit, an echte Verbindungen und an die Zukunft, die wir gemeinsam bauen. Wir widmen unser Herz und unsere Expertise der Außenpflasterung und Bordsteinsetzung, indem wir gewöhnliche Räume in märchenhafte Umgebungen verwandeln, in denen Ästhetik harmonisch mit Funktionalität verschmilzt.",
        "description3": "Mit über 10 Jahren Erfahrung haben wir von den Besten in Rumänien, Deutschland und den Niederlanden gelernt, unsere Techniken perfektioniert und die besten Lösungen in das Land gebracht, in dem wir derzeit tätig sind. Wir haben gelernt, dass es nicht nur darum geht, Betonteile auf den Boden zu legen, sondern ein Umfeld zu schaffen, das inspiriert, Komfort bietet und wertvolle Momente hervorbringt. Jedes unserer Projekte ist ein Zeugnis unserer Leidenschaft für Details und unseres Wunsches, die Welt zu einem schöneren Ort zu machen.",
        "description4": "Mehr als ein Team - eine Familie",
        "description5": "Bei BPS sehen wir nicht nur Materialien und Werkzeuge - wir sehen Menschen, Träume und Wünsche. Jeder Kunde, der zu uns kommt, wird Teil unserer Geschichte, und seine Zufriedenheit ist unser größter Erfolg. Wir lieben es zu helfen, für diejenigen da zu sein, die einen gut durchdachten, langlebigen und ästhetisch ansprechenden Raum wünschen. In einer Gesellschaft, die immer kälter wird, in der viele Isolation bevorzugen, wählen wir es, nah zu sein, zuzuhören, zu kooperieren und gemeinsam zu bauen.",
        "description6": "Wir sind uns bewusst, dass manche vergessen haben, wie man sich gegenseitig unterstützt, aber wir glauben an eine bessere Zukunft. Wir glauben, dass jeder Stein, der an seinen Platz gelegt wird, jeder perfekt ausgerichtete Bordstein und jeder erneuerte Raum zu einer schöneren Welt beiträgt - nicht nur visuell, sondern auch auf menschlicher Ebene.",
        "description7": "Warum BPS wählen?",
        "description8": "Wir bauen nicht nur Gehwege und Terrassen. Wir bieten Vertrauen, Sicherheit und Haltbarkeit. Wir arbeiten mit hochwertigen Materialien, verwenden moderne Techniken und achten auf jedes Detail. Aber vor allem setzen wir unser Herz in alles, was wir tun.",
        "description9": "Unser Motto, „Glaube an die Dinge, die nicht gesehen werden können, und dein Lohn wird es sein, die Dinge zu sehen, an die du geglaubt hast“, ist nicht nur eine Sammlung schöner Worte, sondern eine Philosophie, die jeden unserer Schritte leitet. Denn bevor ein Projekt Gestalt annimmt, muss es eine Vision geben, einen Glauben daran, dass das, was heute nur eine Idee ist, morgen Realität wird.",
        "description10": "Lassen Sie uns gemeinsam bauen!",
        "description11": "Wenn Sie von einem Außenbereich träumen, der Ihre Persönlichkeit widerspiegelt, in dem Schönheit auf Funktionalität trifft, dann ist BIL Pave Solutions der Partner, den Sie brauchen. Wir sehen ein Projekt nicht nur als Arbeit; wir sehen es als Gelegenheit, die Welt zu einem einladenderen, wärmeren und besser organisierten Ort zu machen.",
        "description12": "Wählen Sie zu glauben. Wählen Sie, Schönheit gemeinsam zu bauen!"
    }
}